Repository: forestcrasher/iOS-Epam-Training
Catalog: Practice1/Practice1/*.lproj/Localizable.strings
Languages: ru

# mainTitle
source: Guess the number
ru: Угадай число

# settingsTitle
source: Settings
ru: Настройки

# textFieldPlaceholder
source: Enter number
ru: Введите число

# checkButtonTitle
source: Check
ru: Проверить

# saveButtonTitle
source: Save
ru: Сохранить

# moveCounterTitle
source: Move counter
ru: Количество ходов

# settingFromNumber
source: Number from
ru: Число от

# settingToNumber
source: Number to
ru: Число до

# settingsTitleSectionRandomNumberRange
source: Settings random number
ru: Настройки случайного числа

# alertFieldsNotFilledCorrectly
source: Fields not filled correctly
ru: Неверно заполнены поля

# alertFromMoreToDescription
source: Number FROM should not be more number TO!
ru: Число ОТ не может быть больше ДО!

# alertFromEqualToDescription
source: Number FROM should not be equal number TO!
ru: Число ОТ и ДО не могут быть равны!

# alertSetRandomRange
source: Configure range
ru: Настройте диапазон

# alertSetRandomRangeDescription
source: Set the range of the random number!
ru: Установите диапазон случайного числа!

# alertEnterNumber
source: Enter number
ru: Введите число

# alertEnterNumberDescription
source: The field should not be empty!
ru: Поле не должно быть пустым!

# alertTooHigh
source: Too high
ru: Слишком много

# alertTooHighDescription
source: You entered too many number!
ru: Вы ввели слишком большое число!

# alertTooLower
source: Too lower
ru: Слишком мало

# alertTooLowerDescription
source: You entered too small number!
ru: Вы ввели слишком маленькое число!

# alertYouGuessed
source: You guessed it
ru: Вы угадали

# alertYouGuessedDescription
source: You hit the nail right on the head!
ru: Вы попали в точку!

# alertActionAgain
source: Again
ru: Еще раз

# alertActionPlayAgain
source: Play again
ru: Играть заново
